# Записать условие, которое является истинным , когда целое А кратно двум или трем.
a = 13
# reminder_2 = a % 2
# reminder_3 = a % 3
# # reminder = a + 2
# result_2 = (0 == reminder_2)
# result_3 = (0 == reminder_3)
# result = result_2 or result_3
# print(result)
print(0 == a % 2 or 0 == a % 3)
# print(5/3)
# print(5//3) # //- целая часть
#
# print(5 % 3) # % покажет остаток
# # при целочисленном делении в результате 2 числа: целая часть и остаток, например: 11/3
# # 3- целая часть
# # 2 - остаток (11-3*3)